[
  {
    "text": "The secret of getting ahead is getting started",
    "author": "Mark Twain"
  },
  {
    "text": "Get your facts first, then you can distort them as you please.",
    "author": "Mark Twain"
  },
  {
    "text": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.",
    "author": "Mark Twain"
  },
  {
    "text": "There are basically two types of people. People who accomplish things, and people who claim to have accomplished things. The first group is less crowded.",
    "author": "Mark Twain"
  },
  {
    "text": "Go to Heaven for the climate, Hell for the company.",
    "author": "Mark Twain"
  },
  {
    "text": "Don't let schooling interfere with your education.",
    "author": "Mark Twain"
  },
  {
    "text": "Suppose you were an idiot, and suppose you were a member of Congress; but I repeat myself.",
    "author": "Mark Twain"
  },
  {
    "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "author": "Mark Twain"
  },
  {
    "text": "Apparently there is nothing that cannot happen today.",
    "author": "Mark Twain"
  },
  {
    "text": "When your friends begin to flatter you on how young you look, it's a sure sign you're getting old.",
    "author": "Mark Twain"
  },
  {
    "text": "Kindness is the language which the deaf can hear and the blind can see.",
    "author": "Mark Twain"
  },
  {
    "text": "The human race has one really effective weapon, and that is laughter.",
    "author": "Mark Twain"
  },
  {
    "text": "It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt.",
    "author": "Mark Twain"
  },
  {
    "text": "Good friends, good books and a sleepy conscience: this is the ideal life.",
    "author": "Mark Twain"
  },
  {
    "text": "All you need in this life is ignorance and confidence, and then success is sure.",
    "author": "Mark Twain"
  },
  {
    "text": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.",
    "author": "Mark Twain"
  },
  {
    "text": "If you tell the truth, you don't have to remember anything.",
    "author": "Mark Twain"
  },
  {
    "text": "Climate is what we expect, weather is what we get.",
    "author": "Mark Twain"
  },
  {
    "text": "All generalizations are false, including this one.",
    "author": "Mark Twain"
  },
  {
    "text": "Patriot: the person who can holler the loudest without knowing what he is hollering about.",
    "author": "Mark Twain"
  },
  {
    "text": "Never put off till tomorrow what you can do the day after tomorrow.",
    "author": "Mark Twain"
  },
  {
    "text": "A person who won't read has no advantage over one who can't read.",
    "author": "Mark Twain"
  },
  {
    "text": "I can live for two months on a good compliment.",
    "author": "Mark Twain"
  },
  {
    "text": "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "author": "Mark Twain"
  },
  {
    "text": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.",
    "author": "Mark Twain"
  },
  {
    "text": "Be careful about reading health books. You may die of a misprint.",
    "author": "Mark Twain"
  },
  {
    "text": "A man cannot be comfortable without his own approval.",
    "author": "Mark Twain"
  },
  {
    "text": "Cauliflower is nothing but cabbage with a college education.",
    "author": "Mark Twain"
  },
  {
    "text": "Ideally a book would have no order to it, and the reader would have to discover his own.",
    "author": "Mark Twain"
  },
  {
    "text": "Do the right thing. It will gratify some people and astonish the rest.",
    "author": "Mark Twain"
  },
  {
    "text": "The main difference between a cat and a lie is that a cat only has nine lives.",
    "author": "Mark Twain"
  },
  {
    "text": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she laid an asteroid.",
    "author": "Mark Twain"
  },
  {
    "text": "Repartee is something we think of twenty-four hours too late.",
    "author": "Mark Twain"
  },
  {
    "text": "The secret source of humor is not joy but sorrow; there is no humor in Heaven.",
    "author": "Mark Twain"
  },
  {
    "text": "A man is never more truthful than when he acknowledges himself a liar.",
    "author": "Mark Twain"
  },
  {
    "text": "It is better to deserve honors and not have them than to have them and not deserve them.",
    "author": "Mark Twain"
  },
  {
    "text": "The trouble ain't that there is too many fools, but that the lightning ain't distributed right.",
    "author": "Mark Twain"
  },
  {
    "text": "Buy land, they're not making it anymore.",
    "author": "Mark Twain"
  },
  {
    "text": "The more you explain it, the more I don't understand it.",
    "author": "Mark Twain"
  },
  {
    "text": "Patriotism is supporting your country all the time, and your government when it deserves it.",
    "author": "Mark Twain"
  },
  {
    "text": "The most interesting information comes from children, for they tell all they know and then stop.",
    "author": "Mark Twain"
  },
  {
    "text": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.",
    "author": "Mark Twain"
  },
  {
    "text": "The finest clothing made is a person's own skin, but, of course, society demands something more than this.",
    "author": "Mark Twain"
  },
  {
    "text": "Name of the greatest of all inventors. Accident.",
    "author": "Mark Twain"
  },
  {
    "text": "If you hold a cat by the tail you learn things you cannot learn any other way.",
    "author": "Mark Twain"
  },
  {
    "text": "The educated Southerner has no use for an 'r', except at the beginning of a word.",
    "author": "Mark Twain"
  },
  {
    "text": "A person with a new idea is a crank until the idea succeeds.",
    "author": "Mark Twain"
  },
  {
    "text": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so.",
    "author": "Mark Twain"
  },
  {
    "text": "Everything has its limit - iron ore cannot be educated into gold.",
    "author": "Mark Twain"
  },
  {
    "text": "Action speaks louder than words but not nearly as often.",
    "author": "Mark Twain"
  },
  {
    "text": "We have the best government that money can buy.",
    "author": "Mark Twain"
  },
  {
    "text": "I was gratified to be able to answer promptly, and I did. I said I didn't know.",
    "author": "Mark Twain"
  },
  {
    "text": "There is no sadder sight than a young pessimist.",
    "author": "Mark Twain"
  },
  {
    "text": "Golf is a good walk spoiled.",
    "author": "Mark Twain"
  },
  {
    "text": "Sometimes too much to drink is barely enough.",
    "author": "Mark Twain"
  },
  {
    "text": "I didn't attend the funeral, but I sent a nice letter saying I approved of it.",
    "author": "Mark Twain"
  },
  {
    "text": "It usually takes me more than three weeks to prepare a good impromptu speech.",
    "author": "Mark Twain"
  },
  {
    "text": "Few things are harder to put up with than the annoyance of a good example.",
    "author": "Mark Twain"
  },
  {
    "text": "Principles have no real force except when one is well-fed.",
    "author": "Mark Twain"
  },
  {
    "text": "The best way to cheer yourself up is to try to cheer somebody else up.",
    "author": "Mark Twain"
  },
  {
    "text": "I never smoke to excess - that is, I smoke in moderation, only one cigar at a time.",
    "author": "Mark Twain"
  },
  {
    "text": "Honesty is the best policy - when there is money in it.",
    "author": "Mark Twain"
  },
  {
    "text": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
    "author": "Mark Twain"
  },
  {
    "text": "Many a small thing has been made large by the right kind of advertising.",
    "author": "Mark Twain"
  },
  {
    "text": "Let us endeavor so to live so that when we come to die even the undertaker will be sorry.",
    "author": "Mark Twain"
  },
  {
    "text": "Denial ain't just a river in Egypt.",
    "author": "Mark Twain"
  },
  {
    "text": "Wrinkles should merely indicate where smiles have been.",
    "author": "Mark Twain"
  },
  {
    "text": "It is just like man's vanity and impertinence to call an animal dumb because it is dumb to his dull perceptions.",
    "author": "Mark Twain"
  },
  {
    "text": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
    "author": "Mark Twain"
  },
  {
    "text": "Clothes make the man. Naked people have little or no influence on society.",
    "author": "Mark Twain"
  },
  {
    "text": "Thousands of geniuses live and die undiscovered - either by themselves or by others.",
    "author": "Mark Twain"
  },
  {
    "text": "It is curious that physical courage should be so common in the world and moral courage so rare.",
    "author": "Mark Twain"
  },
  {
    "text": "A man who carries a cat by the tail learns something he can learn in no other way.",
    "author": "Mark Twain"
  },
  {
    "text": "It's good sportsmanship to not pick up lost golf balls while they are still rolling.",
    "author": "Mark Twain"
  },
  {
    "text": "The very ink with which history is written is merely fluid prejudice.",
    "author": "Mark Twain"
  },
  {
    "text": "One of the most striking differences between a cat and a lie is that a cat has only nine lives.",
    "author": "Mark Twain"
  },
  {
    "text": "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.",
    "author": "Mark Twain"
  },
  {
    "text": "Often it does seem such a pity that Noah and his party did not miss the boat.",
    "author": "Mark Twain"
  },
  {
    "text": "Man is the only animal that blushes - or needs to.",
    "author": "Mark Twain"
  },
  {
    "text": "I must have a prodigious quantity of mind; it takes me as much as a week sometimes to make it up",
    "author": "Mark Twain"
  },
  {
    "text": "Education consists mainly of what we have unlearned.",
    "author": "Mark Twain"
  },
  {
    "text": "Familiarity breeds contempt - and children.",
    "author": "Mark Twain"
  },
  {
    "text": "Drag your thoughts away from your troubles... by the ears, by the heels, or any other way you can manage it.",
    "author": "Mark Twain"
  },
  {
    "text": "I am an old man and have known a great many troubles, but most of them never happened.",
    "author": "Mark Twain"
  },
  {
    "text": "If man could be crossed with the cat it would improve man, but deteriorate the cat.",
    "author": "Mark Twain"
  },
  {
    "text": "The first of April is the day we remember what we are the other 364 days of the year.",
    "author": "Mark Twain"
  },
  {
    "text": "Thunder is good, thunder is impressive; but it is lightning that does the work.",
    "author": "Mark Twain"
  },
  {
    "text": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
    "author": "Mark Twain"
  },
  {
    "text": "A round man cannot be expected to fit in a square hole right away. He must have time to modify his shape.",
    "author": "Mark Twain"
  },
  {
    "text": "Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.",
    "author": "Mark Twain"
  },
  {
    "text": "When in doubt tell the truth",
    "author": "Mark Twain"
  },
  {
    "text": "We Americans... bear the ark of liberties of the world.",
    "author": "Mark Twain"
  },
  {
    "text": "Laws control the lesser man... Right conduct controls the greater one.",
    "author": "Mark Twain"
  },
  {
    "text": "Truth is the most valuable thing we have. Let us economize it.",
    "author": "Mark Twain"
  },
  {
    "text": "There are several good protections against temptation, but the surest is cowardice.",
    "author": "Mark Twain"
  },
  {
    "text": "Wit is the sudden marriage of ideas which, before their union, were not perceived to have any relation.",
    "author": "Mark Twain"
  },
  {
    "text": "The wit knows that his place is at the tail of a procession.",
    "author": "Mark Twain"
  },
  {
    "text": "To refuse awards is another way of accepting them with more noise than is normal.",
    "author": "Mark Twain"
  },
  {
    "text": "Loyalty to petrified opinion never yet broke a chain or freed a human soul.",
    "author": "Mark Twain"
  },
  {
    "text": "Grief can take care if itself, but to get the full value of a joy you must have sWork consists of whatever a body is obliged to do. Play consists of whatever a body is not obliged to do.",
    "author": "Mark Twain"
  },
  {
    "text": "Necessity is the mother of taking chances.",
    "author": "Mark Twain"
  },
  {
    "text": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
    "author": "Mark Twain"
  },
  {
    "text": "I don't like to commit myself about heaven and hell - you see, I have friends in both places.",
    "author": "Mark Twain"
  },
  {
    "text": "When a person cannot deceive himself the chances are against his being able to deceive other people.",
    "author": "Mark Twain"
  },
  {
    "text": "To be good is noble; but to show others how to be good is nobler and no trouble.",
    "author": "Mark Twain"
  },
  {
    "text": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.",
    "author": "Mark Twain"
  },
  {
    "text": "The right word may be effective, but no word was ever as effective as a rightly timed pause.",
    "author": "Mark Twain"
  },
  {
    "text": "When angry, count to four; when very angry, swear.",
    "author": "Mark Twain"
  },
  {
    "text": "God made the Idiot for practice, and then He made the School Board.",
    "author": "Mark Twain"
  },
  {
    "text": "Against the assault of laughter, nothing can stand.",
    "author": "Mark Twain"
  },
  {
    "text": "There are times when one would like to hang the whole human race, and finish the farce.",
    "author": "Mark Twain"
  },
  {
    "text": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.",
    "author": "Mark Twain"
  },
  {
    "text": "I make it a rule never to smoke while I'm sleeping.",
    "author": "Mark Twain"
  },
  {
    "text": "There are lies, damned lies and statistics.",
    "author": "Mark Twain"
  },
  {
    "text": "There is a charm about the forbidden that makes it unspeakably desirable.",
    "author": "Mark Twain"
  },
  {
    "text": "What, sir, would the people of the earth be without woman? They would be scarce, sir, almighty scarce.",
    "author": "Mark Twain"
  },
  {
    "text": "It were not best that we should all think alike; it is difference of opinion that makes horse races",
    "author": "Mark Twain"
  },
  {
    "text": "Don't part with your illusions. When they are gone, you may still exist, but you have ceased to live.",
    "author": "Mark Twain"
  },
  {
    "text": "Prophesy is a good line of business, but it is full of risks.",
    "author": "Mark Twain"
  },
  {
    "text": "The man who is a pessimist before 48 knows too much; if he is an optimist after it, he knows too little.",
    "author": "Mark Twain"
  },
  {
    "text": "Fiction is obliged to stick to possibilities. Truth isn't.",
    "author": "Mark Twain"
  },
  {
    "text": "Let us make a special effort to stop communicating with each other, so we can have some conversation.",
    "author": "Mark Twain"
  },
  {
    "text": "You can't depend on your eyes when your imagination is out of focus.",
    "author": "Mark Twain"
  },
  {
    "text": "Work is a necessary evil to be avoided.",
    "author": "Mark Twain"
  },
  {
    "text": "Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven",
    "author": "Mark Twain"
  },
  {
    "text": "We are all alike, on the inside.",
    "author": "Mark Twain"
  },
  {
    "text": "Martyrdom covers a multitude of sins.",
    "author": "Mark Twain"
  },
  {
    "text": "Don't say the old lady screamed. Bring her on and let her scream.",
    "author": "Mark Twain"
  },
  {
    "text": "Never pick a fight with people who buy ink by the barrel.",
    "author": "Mark Twain"
  },
  {
    "text": "George Washington, as a boy, was ignorant of the commonest accomplishments of youth. He could not even lie.",
    "author": "Mark Twain"
  },
  {
    "text": "Better a broken promise than none at all.",
    "author": "Mark Twain"
  },
  {
    "text": "Civilization is the limitless multiplication of unnecessary necessities.",
    "author": "Mark Twain"
  },
  {
    "text": "He is now rising from affluence to poverty.",
    "author": "Mark Twain"
  },
  {
    "text": "I don't give a damn for a man that can only spell a word one way.",
    "author": "Mark Twain"
  },
  {
    "text": "I have never taken any exercise, except sleeping and resting, and I never intend to take any.",
    "author": "Mark Twain"
  },
  {
    "text": "It is better to take what does not belong to you than to let it lie around neglected.",
    "author": "Mark Twain"
  },
  {
    "text": "It is easier to stay out than get out.",
    "author": "Mark Twain"
  },
  {
    "text": "It was wonderful to find America, but it would have been more wonderful to miss it.",
    "author": "Mark Twain"
  },
  {
    "text": "Man was made at the end of the week's work, when God was tired.",
    "author": "Mark Twain"
  },
  {
    "text": "My mother had a great deal of trouble with me, but I think she enjoyed it.",
    "author": "Mark Twain"
  },
  {
    "text": "Nothing so needs reforming as other people's habits.",
    "author": "Mark Twain"
  },
  {
    "text": "Only kings, presidents, editors, and people with tapeworms have the right to use the editorial 'we.'",
    "author": "Mark Twain"
  },
  {
    "text": "The human race is a race of cowards; and I am not only marching in that procession but carrying a banner.",
    "author": "Mark Twain"
  },
  {
    "text": "The Public is merely a multiplied 'me.'",
    "author": "Mark Twain"
  },
  {
    "text": "There is no distinctly American criminal class - except Congress.",
    "author": "Mark Twain"
  },
  {
    "text": "Under certain circumstances, urgent circumstances, desperate circumstances, profanity provides a relief denied even to prayer.",
    "author": "Mark Twain"
  },
  {
    "text": "Water, taken in moderation, cannot hurt anybody.",
    "author": "Mark Twain"
  },
  {
    "text": "Why is it that we rejoice at a birth and grieve at a funeral? It is because we are not the person involved.",
    "author": "Mark Twain"
  },
  {
    "text": "Words are only painted fire; a look is the fire itself.",
    "author": "Mark Twain"
  },
  {
    "text": "Courage is resistance to fear, mastery of fear, not absence of fear.",
    "author": "Mark Twain"
  },
  {
    "text": "There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy.",
    "author": "Mark Twain"
  },
  {
    "text": "Man will do many things to get himself loved, he will do all things to get himself envied.",
    "author": "Mark Twain"
  },
  {
    "text": "No sinner is ever saved after the first twenty minutes of a sermon.",
    "author": "Mark Twain"
  },
  {
    "text": "How lucky Adam was. He knew when he said a good thing, nobody had said it before.",
    "author": "Mark Twain"
  },
  {
    "text": "If the world comes to an end, I want to be in Cincinnati. Everything comes there ten years later.",
    "author": "Mark Twain"
  },
  {
    "text": "'Classic.' A book which people praise and don't read.",
    "author": "Mark Twain"
  },
  {
    "text": "Do the thing you fear most and the death of fear is certain.",
    "author": "Mark Twain"
  },
  {
    "text": "Do not tell fish stories where the people know you; but particularly, don't tell them where they know the fish.",
    "author": "Mark Twain"
  },
  {
    "text": "The reports of my death have been greatly exaggerated.",
    "author": "Mark Twain"
  },
  {
    "text": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run.",
    "author": "Mark Twain"
  },
  {
    "text": "The rule is perfect: in all matters of opinion our adversaries are insane.",
    "author": "Mark Twain"
  },
  {
    "text": "Let us not be too particular; it is better to have old secondhand diamonds than none at all.",
    "author": "Mark Twain"
  },
  {
    "text": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
    "author": "Mark Twain"
  },
  {
    "text": "It ain't those parts of the Bible that I can't understand that bother me, it is the parts that I do understand.",
    "author": "Mark Twain"
  },
  {
    "text": "The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes.",
    "author": "Mark Twain"
  },
  {
    "text": "Biographies are but the clothes and buttons of the man. The biography of the man himself cannot be written.",
    "author": "Mark Twain"
  },
  {
    "text": "I have been complimented many times and they always embarrass me; I always feel that they have not said enough.",
    "author": "Mark Twain"
  },
  {
    "text": "Be careless in your dress if you must, but keep a tidy soul.",
    "author": "Mark Twain"
  },
  {
    "text": "When we remember we are all mad, the mysteries disappear and life stands explained.",
    "author": "Mark Twain"
  },
  {
    "text": "What is the difference between a taxidermist and a tax collector? The taxidermist takes only your skin.",
    "author": "Mark Twain"
  },
  {
    "text": "When I was younger I could remember anything, whether it happened or not.",
    "author": "Mark Twain"
  },
  {
    "text": "Facts are stubborn, but statistics are more pliable.",
    "author": "Mark Twain"
  },
  {
    "text": "Only one thing is impossible for God: To find any sense in any copyright law on the planet.",
    "author": "Mark Twain"
  },
  {
    "text": "Humor is mankind's greatest blessing.",
    "author": "Mark Twain"
  },
  {
    "text": "By trying we can easily learn to endure adversity. Another man's, I mean.",
    "author": "Mark Twain"
  },
  {
    "text": "In the Spring, I have counted 136 different kinds of weather inside of 24 hours",
    "author": "Mark Twain"
  },
  {
    "text": "The public is the only critic whose opinion is worth anything at all.",
    "author": "Mark Twain"
  },
  {
    "text": "Prosperity is the best protector of principle.",
    "author": "Mark Twain"
  },
  {
    "text": "My books are like water; those of the great geniuses are wine. (Fortunately) everybody drinks water.",
    "author": "Mark Twain"
  },
  {
    "text": "All emotion is involuntary when genuine.",
    "author": "Mark Twain"
  },
  {
    "text": "All right, then, I'll go to hell.",
    "author": "Mark Twain"
  },
  {
    "text": "When you fish for love, bait with your heart, not your brain.",
    "author": "Mark Twain"
  },
  {
    "text": "I was seldom able to see an opportunity until it had ceased to be one.",
    "author": "Mark Twain"
  },
  {
    "text": "When red-haired people are above a certain social grade their hair is auburn.",
    "author": "Mark Twain"
  },
  {
    "text": "A man's character may be learned from the adjectives which he habitually uses in conversation",
    "author": "Mark Twain"
  },
  {
    "text": "When people do not respect us we are sharply offended; yet in his private heart no man much respects himself.",
    "author": "Mark Twain"
  },
  {
    "text": "But who prays for Satan? Who, in eighteen centuries, has had the common humanity to pray for the one sinner that needed it most?",
    "author": "Mark Twain"
  },
  {
    "text": "The difference between the almost right word and the right word is really a large matter - 'tis the difference between the lightning-bug and the lightning.",
    "author": "Mark Twain"
  },
  {
    "text": "Substitute 'damn' every time you're inclined to write 'very'; your editor will delete it and the writing will be just as it should be.",
    "author": "Mark Twain"
  },
  {
    "text": "What a wee little part of a person's life are his acts and his words! His real life is led in his head, and is known to none but himself.",
    "author": "Mark Twain"
  },
  {
    "text": "Humor must not professedly teach and it must not professedly preach, but it must do both if it would live forever.",
    "author": "Mark Twain"
  },
  {
    "text": "As an example to others, and not that I care for moderation myself, it has always been my rule never to smoke when asleep, and never to refrain from smoking when awake.",
    "author": "Mark Twain"
  },
  {
    "text": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.",
    "author": "Mark Twain"
  },
  {
    "text": "The lack of money is the root of all evil.",
    "author": "Mark Twain"
  },
  {
    "text": "She was not quite what you would call refined. She was not quite what you would call unrefined. She was the kind of person that keeps a parrot.",
    "author": "Mark Twain"
  },
  {
    "text": "Optimist: day dreamer more elegantly spelled.",
    "author": "Mark Twain"
  },
  {
    "text": "Few of us can stand prosperity. Another man's, I mean.",
    "author": "Mark Twain"
  },
  {
    "text": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education.",
    "author": "Mark Twain"
  },
  {
    "text": "It put our energies to sleep and made visionaries of us - dreamers and indolent... It is good to begin life poor; it is good to begin life rich - these are wholesome; but to begin it prospectively rich! The man who has not experienced it cannot imagine the curse of it.",
    "author": "Mark Twain"
  },
  {
    "text": "In 'Huckleberry Finn,' I have drawn Tom Blankenship exactly as he was. He was ignorant, unwashed, insufficiently fed; but he had as good a heart as ever any boy had.",
    "author": "Mark Twain"
  },
  {
    "text": "I came in with Halley's Comet in 1835. It is coming again next year, and I expect to go out with it. It will be the greatest disappointment of my life if I don't go out with Halley's Comet. The Almighty has said, no doubt: 'Now here are these two unaccountable freaks; they came in together, they must go out together.'",
    "author": "Mark Twain"
  },
  {
    "text": "India has 2,000,000 gods and worships them all. In religion, all other countries are paupers; India is the only millionaire.",
    "author": "Mark Twain"
  },
  {
    "text": "It is my belief that nearly any invented quotation, played with confidence, stands a good chance to deceive.",
    "author": "Mark Twain"
  },
  {
    "text": "Travel is fatal to prejudice, bigotry, and narrow-mindedness, and many of our people need it sorely on these accounts.",
    "author": "Mark Twain"
  },
  {
    "text": "Nobody cares how much you know, until they know how much you care.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Do what you can, with what you have, where you are.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The most successful politician is he who says what the people are thinking most often in the loudest voice.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Keep your eyes on the stars, and your feet on the ground.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "If there is not the war, you don't get the great general; if there is not a great occasion, you don't get a great statesman; if Lincoln had lived in a time of peace, no one would have known his name.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I care not what others think of what I do, but I care very much about what I think of what I do! That is character!",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Speak softly and carry a big stick; you will go far.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It is hard to fail, but it is worse never to have tried to succeed.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The best executive is one who has sense enough to pick good people to do what he wants done, and self-restraint enough to keep from meddling with them while they do it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The American people abhor a vacuum.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The only man who never makes a mistake is the man who never does anything.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "To announce that there must be no criticism of the president... is morally treasonable to the American public.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Order without liberty and liberty without order are equally destructive.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Nine-tenths of wisdom is being wise in time.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The unforgivable crime is soft hitting. Do not hit at all if it can be avoided; but never hit softly",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "No man is above the law and no man is below it: nor do we ask any man's permission when we ask him to obey it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "No great intellectual thing was ever done by great effort.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Absence and death are the same - only that in death there is no suffering.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I am a part of everything that I have read.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Big jobs usually go to the men who prove their ability to outgrow small ones.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Old age is like everything else. To make a success of it, you've got to start young.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The human body has two ends on it: one to create with and one to sit on. Sometimes people get their ends reversed. When this happens they need a kick in the seat of the pants.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Rhetoric is a poor substitute for action, and we have trusted only to rhetoric. If we are really to be a great nation, we must not merely talk; we must act big.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The most important single ingredient in the formula of success is knowing how to get along with people.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "When they call the roll in the Senate, the Senators do not know whether to answer 'Present' or 'Not guilty.'",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "With self-discipline most anything is possible.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "People ask the difference between a leader and a boss. The leader leads, and the boss drives.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It behooves every man to remember that the work of the critic is of altogether secondary importance, and that, in the end, progress is accomplished by the man who does things.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The one thing I want to leave my children is an honorable name.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "A vote is like a rifle; its usefulness depends upon the character of the user.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "When you are asked if you can do a job, tell 'em, 'Certainly I can!' Then get busy and find out how to do it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "A typical vice of American politics is the avoidance of saying anything real on real issues.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Every reform movement has a lunatic fringe.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I took the Canal Zone and let Congress debate; and while the debate goes on, the canal does also.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The reactionary is always willing to take a progressive attitude on any issue that is dead.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Don't hit at all if it is honorably possible to avoid hitting; but never hit soft.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "No man is justified in doing evil on the ground of expedience.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Leave it as it is. The ages have been at work on it and man can only mar it.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Courtesy is as much a mark of a gentleman as courage.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "To educate a man in mind and not in morals is to educate a menace to society.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Freedom from effort in the present merely means that there has been effort stored up in the past.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I am only an average man but, by George, I work harder at it than the average man.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The boy who is going to make a great man must not make up his mind merely to overcome a thousand obstacles, but to win in spite of a thousand repulses and defeats.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The government is us; we are the government, you and I.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I think there is only one quality worse than hardness of heart and that is softness of head.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Some men can live up to their loftiest ideals without ever going higher than a basement.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Obedience of the law is demanded; not asked as a favor.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The pacifist is as surely a traitor to his country and to humanity as is the most brutal wrongdoer.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I don't pity any man who does hard work worth doing. I admire him. I pity the creature who does not work, at whichever end of the social scale he may regard himself as being.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Probably the greatest harm done by vast wealth is the harm that we of moderate means do ourselves when we let the vices of envy and hatred enter deep into our own natures.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "A thorough knowledge of the Bible is worth more than a college education.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The only time you really live fully is from thirty to sixty. The young are slaves to dreams; the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Get action. Seize the moment. Man was never intended to become an oyster.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Character, in the long run, is the decisive factor in the life of an individual and of nations alike.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "There has never yet been a man in our history who led a life of ease whose name is worth remembering.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "For unflagging interest and enjoyment, a household of children, if things go reasonably well, certainly all other forms of success and achievement lose their importance by comparison.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Every immigrant who comes here should be required within five years to learn English or leave the country.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Never throughout history has a man who lived a life of ease left a name worth remembering.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Behind the ostensible government sits enthroned an invisible government owing no allegiance and acknowledging no responsibility to the people.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "When you play, play hard; when you work, don't play at all.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The most practical kind of politics is the politics of decency.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "We can have no '50-50' allegiance in this country. Either a man is an American and nothing else, or he is not an American at all.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It is difficult to make our material condition better by the best law, but it is easy enough to ruin it by bad laws.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It is essential that there should be organization of labor. This is an era of organization. Capital organizes and therefore labor must organize.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "I wish to preach, not the doctrine of ignoble ease, but the doctrine of the strenuous life.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "No people is wholly civilized where a distinction is drawn between stealing an office and stealing a purse.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "I like the dreams of the future better than the history of the past.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine",
    "author": "Thomas Jefferson"
  },
  {
    "text": "The man who reads nothing at all is better educated than the man who reads nothing but newspapers.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "In matters of style, swim with the current; in matters of principle, stand like a rock.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "History, in general, only informs us of what bad government is.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Always take hold of things by the smooth handle.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "No government ought to be without censors; and where the press is free no one ever will.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "No freeman shall be debarred the use of arms.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "For a people who are free, and who mean to remain so, a well-organized and armed militia is their best security.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Ignorance is preferable to error, and he is less remote from the truth who believes nothing than he who believes what is wrong.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Honesty is the first chapter in the book of wisdom.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "It is error alone which needs the support of government. Truth can stand by itself.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "The earth belongs to the living, not to the dead.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Happiness is not being pained in body or troubled in mind.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Whenever a man has cast a longing eye on offices, a rottenness begins in his conduct.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "How much pain they have cost us, the evils which have never happened.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "When we get piled upon one another in large cities, as in Europe, we shall become as corrupt as Europe.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "I am mortified to be told that, in the United States of America, the sale of a book can become a subject of inquiry, and of criminal inquiry too.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "War is an instrument entirely inefficient toward redressing wrong; and multiplies, instead of indemnifying losses.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Don't talk about what you have done or what you are going to do.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "One man with courage is a majority.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "My theory has always been, that if we are to dream, the flatteries of hope are as cheap, and pleasanter, than the gloom of despair.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Dependence begets subservience and venality, suffocates the germ of virtue, and prepares fit tools for the designs of ambition.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Enlighten the people generally, and tyranny and oppressions of body and mind will vanish like evil spirits at the dawn of day.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "I would rather be exposed to the inconveniences attending too much liberty than those attending too small a degree of it.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "The natural progress of things is for liberty to yield and government to gain ground.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Every citizen should be a soldier. This was the case with the Greeks and Romans, and must be that of every free state.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "To compel a man to furnish funds for the propagation of ideas he disbelieves and abhors is sinful and tyrannical.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Force is the vital principle and immediate parent of despotism.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
    "author": "Albert Einstein"
  },
  {
    "text": "A person who never made a mistake never tried anything new.",
    "author": "Albert Einstein"
  },
  {
    "text": "The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it.",
    "author": "Albert Einstein"
  },
  {
    "text": "Logic will get you from A to B. Imagination will take you everywhere.",
    "author": "Albert Einstein"
  },
  {
    "text": "We cannot solve our problems with the same thinking we used when we created them.",
    "author": "Albert Einstein"
  },
  {
    "text": "The true sign of intelligence is not knowledge but imagination.",
    "author": "Albert Einstein"
  },
  {
    "text": "The only real valuable thing is intuition.",
    "author": "Albert Einstein"
  },
  {
    "text": "If you can't explain it simply, you don't understand it well enough.",
    "author": "Albert Einstein"
  },
  {
    "text": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  {
    "text": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
    "author": "Albert Einstein"
  },
  {
    "text": "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
    "author": "Albert Einstein"
  },
  {
    "text": "It's not that I'm so smart, it's just that I stay with problems longer.",
    "author": "Albert Einstein"
  },
  {
    "text": "Once we accept our limits, we go beyond them.",
    "author": "Albert Einstein"
  },
  {
    "text": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.",
    "author": "Albert Einstein"
  },
  {
    "text": "Imagination is more important than knowledge.",
    "author": "Albert Einstein"
  },
  {
    "text": "Intellectuals solve problems, geniuses prevent them.",
    "author": "Albert Einstein"
  },
  {
    "text": "Peace cannot be kept by force; it can only be achieved by understanding.",
    "author": "Albert Einstein"
  },
  {
    "text": "The only source of knowledge is experience.",
    "author": "Albert Einstein"
  },
  {
    "text": "If we knew what it was we were doing, it would not be called research, would it?",
    "author": "Albert Einstein"
  },
  {
    "text": "Without deep reflection one knows from daily life that one exists for other people.",
    "author": "Albert Einstein"
  },
  {
    "text": "Technological progress is like an axe in the hands of a pathological criminal.",
    "author": "Albert Einstein"
  },
  {
    "text": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.",
    "author": "Albert Einstein"
  },
  {
    "text": "I have no special talent. I am only passionately curious.",
    "author": "Albert Einstein"
  },
  {
    "text": "Few are those who see with their own eyes and feel with their own hearts.",
    "author": "Albert Einstein"
  },
  {
    "text": "Whoever is careless with the truth in small matters cannot be trusted with important matters.",
    "author": "Albert Einstein"
  },
  {
    "text": "Weakness of attitude becomes weakness of character.",
    "author": "Albert Einstein"
  },
  {
    "text": "Education is what remains after one has forgotten what one has learned in school.",
    "author": "Albert Einstein"
  },
  {
    "text": "No amount of experimentation can ever prove me right; a single experiment can prove me wrong.",
    "author": "Albert Einstein"
  },
  {
    "text": "Reality is merely an illusion, albeit a very persistent one.",
    "author": "Albert Einstein"
  },
  {
    "text": "Before God we are all equally wise - and equally foolish.",
    "author": "Albert Einstein"
  },
  {
    "text": "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.",
    "author": "Albert Einstein"
  },
  {
    "text": "The hardest thing to understand in the world is the income tax.",
    "author": "Albert Einstein"
  },
  {
    "text": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality.",
    "author": "Albert Einstein"
  },
  {
    "text": "The process of scientific discovery is, in effect, a continual flight from wonder.",
    "author": "Albert Einstein"
  },
  {
    "text": "If you are out to describe the truth, leave elegance to the tailor.",
    "author": "Albert Einstein"
  },
  {
    "text": "As far as the laws of mathematics refer to reality, they are not certain, and as far as they are certain, they do not refer to reality",
    "author": "Albert Einstein"
  },
  {
    "text": "It was the experience of mystery - even if mixed with fear - that engendered religion.",
    "author": "Albert Einstein"
  },
  {
    "text": "Everything should be made as simple as possible, but not simpler",
    "author": "Albert Einstein"
  },
  {
    "text": "We shall require a substantially new manner of thinking if mankind is to survive.",
    "author": "Albert Einstein"
  },
  {
    "text": "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.",
    "author": "Albert Einstein"
  },
  {
    "text": "I never think of the future - it comes soon enough.",
    "author": "Albert Einstein"
  }
]
